Repository: AkyshAkan7/Fitmate
Catalog: Fitmate/Resources/Localizable.xcstrings
Source language: ru
Languages: en

source: и
en: and

# %@ кг x %lld
source: %1$@ кг x %2$lld
en: %1$@ kg x %2$lld

source: %lld кг
en: %lld kg

# %lld кг x %lld
source: %1$lld кг x %2$lld
en: %1$lld kg x %2$lld

source: %lld подход
en: Set %lld

source: 0 кг x 0
en: 0 kg x 0

source: 1 мес
en: 1 mo

source: 3 мес
en: 3 mo

source: 6 мес
en: 6 mo

source: Аккаунт
en: Account

source: Аккаунт и все ваши тренировки будут удалены безвозвратно
en: Your account and all your workouts will be permanently deleted

source: Активная тренировка
en: Active workout

source: Быстрый старт
en: Quick start

source: Вес
en: Weight

source: Войти через Apple
en: Sign in with Apple

source: Вс
en: Su

source: Все невыполненные упражнения не сохранятся. Сохранить тренировку?
en: Exercises without completed sets won't be saved. Save this workout?

source: Вт
en: Tu

source: Выбери упражнение
en: Choose an exercise

source: Выбери упражнения
en: Choose exercises

source: Выбрано
en: Selected

source: Выйти из аккаунта
en: Sign out

source: Готово
en: Done

source: Да
en: Yes

source: Дата
en: Date

source: Добавить
en: Add

source: Добавить подход
en: Add set

source: Добавить упражнения
en: Add exercises

source: Добавь подход после его выполнения
en: Add a set once you complete it

source: Если хочешь заменить упражнение, тапай сюда
en: Tap here to replace the exercise

source: За 2 недели
en: 2 weeks

source: За 3 месяца
en: 3 months

source: За год
en: Year

source: За месяц
en: Month

source: За полгода
en: 6 months

source: Завершение
en: Finish workout

source: Завершено тренировок: %lld
en: Workouts completed: %lld

source: Завершить
en: Finish

source: Заменить
en: Replace

source: Зарегистрируйтесь, чтобы сохранить прогресс тренировок и не потерять свои результаты.
en: Sign up to save your workout progress and never lose your results.

source: Изменить
en: Change

source: ИИ-помощник
en: AI assistant

source: История тренировок
en: Workout history

source: Каждая тренировка — шаг к сильному и выносливому себе. Не сдавайся!
en: Every workout is a step toward a stronger, more resilient you. Keep going!

source: Между упражнениями, можно переключаться в любое время
en: You can switch between exercises at any time

source: Моя подписка
en: My subscription

source: На главную
en: Home

source: Название
en: Name

source: Например: Грудь и бицепс
en: For example: Chest and biceps

source: Например: Тяга в горизонтальном блоке
en: For example: Seated cable row

source: Начать
en: Start

source: Не нашел то что надо?
en: Didn't find what you need?

source: Не потеряйте свой прогресс
en: Don't lose your progress

source: Не удалось загрузить документ
en: Couldn't load the document

source: Не удалось разобрать ответ сервера
en: Couldn't parse the server response

source: Не удалось удалить аккаунт. Попробуйте ещё раз
en: Couldn't delete the account. Please try again

source: Неверный URL запроса
en: Invalid request URL

source: Нет
en: No

source: Нет данных
en: No data

source: Нет данных за выбранный период
en: No data for this period

source: Новый шаблон
en: New template

source: Ок
en: OK

source: Открыть
en: Open

source: Отмена
en: Cancel

source: Отменить
en: Cancel

source: Ошибка
en: Error

source: Ошибка сервера (%lld)
en: Server error (%lld)

source: Ошибка сети: %@
en: Network error: %@

source: Пн
en: Mo

source: Повторений
en: Reps

source: Повторить
en: Retry

source: Подходы
en: Sets

source: Политика конфиденциальности
en: Privacy Policy

source: Пользовательское соглашение
en: Terms of Use

source: Помогу следить за прогрессом силовых
en: I'll help you track your strength progress

source: Последний максимальный результат
en: Last best result

source: Последняя
en: Last

source: Прогресс силовых
en: Strength progress

source: Продолжая вы принимаете
en: By continuing you accept

source: Профиль
en: Profile

source: Пт
en: Fr

source: Редактировать
en: Edit

source: Сб
en: Sa

source: Свое упражнение
en: Custom exercise

source: Следующее списание %@
en: Next charge on %@

source: Создать
en: Create

source: Создать свое
en: Create your own

source: Сохранить
en: Save

source: Ср
en: We

source: Такое упражнение уже есть
en: This exercise already exists

source: Точно хотите удалить подход?
en: Delete this set?

source: Точно хотите удалить шаблон?
en: Delete this template?

source: Требуется авторизация
en: Sign-in required

source: Тренировка окончена
en: Workout complete

source: Тут будут шаблоны
en: Your templates will appear here

source: Удаление
en: Delete

source: Удаление аккаунта
en: Delete account

source: Удалить
en: Delete

source: Удалить аккаунт
en: Delete account

source: Уже есть активная тренировка
en: You already have an active workout

source: Упражнений: %lld
en: Exercises: %lld

source: Упражнения можно поменять местами
en: You can reorder exercises

source: Функция с персональными подсказками уже в разработке
en: Personalized tips are coming soon

source: Хотите завершить текущую и создать новую? Все невыполненные упражнения не сохранятся
en: Finish the current workout and start a new one? Exercises without completed sets won't be saved

source: Чт
en: Th

source: Что делаем сегодня
en: What's the plan for today

source: Шаблоны тренировок
en: Workout templates

source: Язык интерфейса
en: Interface language

source: Язык приложения
en: App language
